10/data/attachments/118a83a56a99fb74.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Alicia_as_Actions_99995_1</nif:username>
            <nif:friendToBeRequested>soap_actions_abe8e8a1-261c-474c-b465-8f275d34032e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>